complete/buddy_data/奇秀-主播房间-20160913165446-20160913165446700

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:Spider="urn:http://service.sina.com.cn/spider"><SOAP-ENV:Body encodingStyle="http://schemas.xmlsoap.org/soap/encoding/"><Spider:PostDocument><document xsi:type="Spider:Document"><platform xsi:type="xsd:string"><![CDATA[奇秀]]></platform>
<class xsi:type="xsd:string"><![CDATA[主播房间]]></class>
<date xsi:type="xsd:string"><![CDATA[2016-9-13 16:54:46]]></date>
<cont_items><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[房间号]]></cont_item_name><cont_item_body><![CDATA[159821]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[昵称]]></cont_item_name><cont_item_body><![CDATA[小湘儿~anger的房间]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[星光]]></cont_item_name><cont_item_body><![CDATA[540]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[粉丝]]></cont_item_name><cont_item_body><![CDATA[41]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[打卡]]></cont_item_name><cont_item_body><![CDATA[5]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[守护]]></cont_item_name><cont_item_body><![CDATA[11]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><cont_item_name><![CDATA[观众]]></cont_item_name><cont_item_body><![CDATA[2]]></cont_item_body></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小湘儿~anger]]></vipnickname><vipuserid><![CDATA[2241064852]]></vipuserid><top_name><![CDATA[小湘儿~anger]]></top_name><top_money><![CDATA[5100]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[啊ㄟ怼べ坏我了]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[啊ㄟ怼べ坏我了]]></top_name><top_money><![CDATA[4230]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小湘儿灬守护者]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小湘儿灬守护者]]></top_name><top_money><![CDATA[600]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[152****6052_m2657]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[152****6052_m2657]]></top_name><top_money><![CDATA[260]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小七A.I.N.Y??闪耀]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小七A.I.N.Y??闪耀]]></top_name><top_money><![CDATA[240]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小湘儿~anger]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小湘儿~anger]]></top_name><top_money><![CDATA[200]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[啊ㄟ怼べ死我吧.]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[啊ㄟ怼べ死我吧.]]></top_name><top_money><![CDATA[170]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[啊ㄟ怼べ淫我了]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[啊ㄟ怼べ淫我了]]></top_name><top_money><![CDATA[120]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[小湘儿家的琳琳?]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[小湘儿家的琳琳?]]></top_name><top_money><![CDATA[80]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[超少v]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[超少v]]></top_name><top_money><![CDATA[70]]></top_money></cont_item><cont_item xsi:type="xsd:string"><vipnickname><![CDATA[点点疯狂的爱]]></vipnickname><vipuserid><![CDATA[]]></vipuserid><top_name><![CDATA[点点疯狂的爱]]></top_name><top_money><![CDATA[]]></top_money></cont_item></cont_items>
</document></Spider:PostDocument></SOAP-ENV:Body></SOAP-ENV:Envelope> 